src/xml/request_oclc/oclc_ps3_brink.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:28849591">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:03:00.214Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:14.851Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:03:00.214Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:03:00.267Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
<audit:record ID="AUDREC2">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>DC</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:14.851Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:03:00.221Z" MIMETYPE="text/xml" SIZE="8429">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>28849591|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Brink</dc:title><dc:title xsi:type="dkdcplus:full">Brink</dc:title><dc:subject xsi:type="dkdcplus:DK5">79.41</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Computerspil</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">computerspil</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">shooters</dc:subject><dc:subject xsi:type="dkdcplus:genre">shooters</dc:subject><dcterms:abstract>Shooter. Menneskehedens fremtid ser sort ud i Brink. Jorden er oversvømmet og eneste tilflugtssted er det flydende samfund The Ark. Men her er der udbrudt borgerkrig og militære sikkerhedsstyrker og oprørere kæmper i gaderne om kontrol over byen. Spilleren kan skabe sin egen karakter og deltage i online kampene eller spille alene mod computeren. Med animationer og videoklip</dcterms:abstract><dc:description>Titlen hentet fra disc-etiketten</dc:description><dc:description>Vejledning: Engelsk tekst med quickstart på dansk, norsk, svensk og finsk</dc:description><dcterms:audience xsi:type="dkdcplus:pegi">PEGI-mærkning: 16</dcterms:audience><dcterms:audience xsi:type="dkdcplus:age">Fra 12 år</dcterms:audience><dcterms:audience>voksenmaterialer</dcterms:audience><dkdcplus:version>Special edition</dkdcplus:version><dc:publisher>Bethesda Software</dc:publisher><dc:contributor>Splash Damage</dc:contributor><dc:date>2011</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Playstation 3</dc:type><dc:format>1 blu-ray disc, blu-ray, playstation 3, lyd, farve, 1 vejledning</dc:format><dc:format>Afspilningsudstyr Sony playstation 3; understøtter vibrationsfunktion. - Med multiplayerfunktion</dc:format><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">28849591</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20110718180849</marcx:subfield><marcx:subfield code="d">20110627</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="e">16</marcx:subfield><marcx:subfield code="2">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="e">12</marcx:subfield><marcx:subfield code="2">d</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2011</marcx:subfield><marcx:subfield code="b">xx</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="q">bg</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">t</marcx:subfield><marcx:subfield code="g">to</marcx:subfield><marcx:subfield code="b">a</marcx:subfield><marcx:subfield code="h">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="b">Til udlån og brug på stedet</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="023"><marcx:subfield code="a">0093155142626</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACC201126</marcx:subfield><marcx:subfield code="x">BKM201129</marcx:subfield><marcx:subfield code="x">BKX201128</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">eng</marcx:subfield><marcx:subfield code="e">dan</marcx:subfield><marcx:subfield code="e">nor</marcx:subfield><marcx:subfield code="e">swe</marcx:subfield><marcx:subfield code="e">fin</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Brink</marcx:subfield><marcx:subfield code="e">developed by Splash Damage</marcx:subfield><marcx:subfield code="ø">Playstation 3</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">Special edition</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">[S.l.]</marcx:subfield><marcx:subfield code="b">Bethesda Software</marcx:subfield><marcx:subfield code="c">2011</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 blu-ray disc</marcx:subfield><marcx:subfield code="e">blu-ray</marcx:subfield><marcx:subfield code="e">playstation 3</marcx:subfield><marcx:subfield code="b">lyd, farve</marcx:subfield><marcx:subfield code="d">1 vejledning</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="501"><marcx:subfield code="i">Afspilningsudstyr</marcx:subfield><marcx:subfield code="a">Sony \playstation 3\; understøtter vibrationsfunktion. - Med multiplayerfunktion</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Shooter. Menneskehedens fremtid ser sort ud i Brink. Jorden er oversvømmet og eneste tilflugtssted er det flydende samfund The Ark. Men her er der udbrudt borgerkrig og militære sikkerhedsstyrker og oprørere kæmper i gaderne om kontrol over byen. Spilleren kan skabe sin egen karakter og deltage i online kampene eller spille alene mod computeren. Med animationer og videoklip</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="505"><marcx:subfield code="a">Spil for 1 spiller</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Titlen hentet fra disc-etiketten</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Vejledning: Engelsk tekst med quickstart på dansk, norsk, svensk og finsk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">PEGI-mærkning: 16</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Fra 12 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">79.41</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">computerspil</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">shooters</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">Splash Damage</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201129</marcx:subfield><marcx:subfield code="b">m</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="991"><marcx:subfield code="o">Ekspres 201128</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="991"><marcx:subfield code="o">Agenturholder: Nordic Game Supply</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2011-06-27</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:03:00.221Z" MIMETYPE="text/xml" SIZE="1274">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">sah</marcx:subfield><marcx:subfield code="o">stj</marcx:subfield><marcx:subfield code="k">osh</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d90"><marcx:subfield code="x">201128</marcx:subfield><marcx:subfield code="b">m</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">m</marcx:subfield><marcx:subfield code="b">v</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20110718</marcx:subfield><marcx:subfield code="b">ejBKX</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20110627</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV201127</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">osh</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:03:00.267Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:28849591">
    <isMemberOfUnit xmlns="info:fedora/">unit:38333</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:38333</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.1" LABEL="" CREATED="2013-05-16T12:09:14.851Z" MIMETYPE="text/xml" SIZE="829">
<foxml:xmlContent>
<oai_dc:dc xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>brink</dc:title>
  <dc:title>MATCH:brink</dc:title>
  <dc:subject>computerspil</dc:subject>
  <dc:subject>shooters</dc:subject>
  <dc:publisher>bethesda software</dc:publisher>
  <dc:publisher>MATCHSTRING:bethesd</dc:publisher>
  <dc:contributor>MATCHSTRING:splash damage</dc:contributor>
  <dc:contributor>splash damage</dc:contributor>
  <dc:date>2011</dc:date>
  <dc:type>Playstation 3</dc:type>
  <dc:type>WORK:game</dc:type>
  <dc:identifier>870970-basis:28849591</dc:identifier>
  <dc:language>Engelsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:37:16.599</timestamp>
<pid>870970-basis:28849591</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
